tap "homebrew/bundle"
brew "atuin"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "htop"
brew "jless"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "unzip"
brew "yazi"
brew "yq"
brew "zoxide"
