tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "atuin"
brew "openssl@3"
brew "libgit2"
brew "bat"
brew "btop"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "perl"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "stow"
brew "superfile"
brew "tmux"
brew "unzip"
brew "vim"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
cask "rar"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
